{"sections":{"main":{"type":"main-faqs-3-page","blocks":{"14f46cae-82ed-43bd-8378-2750d4cc8fc2":{"type":"paragraph","settings":{"title":"Presale","question_1":"Will your template be fully compatible with Shopify?","answer_1":"<p>Yes it is.<\/p>","question_2":"Do you offer free trials?","answer_2":"<p>No, We don't<\/p>","question_3":"Do you offer refund\/exchange?","answer_3":"<p class=\"italic\">All purchases at HaloThemes are covered by our \"Money Back Guarantee Policy\". If you're not satisfied with your themes and\/or add-ons \/ plugins \/ extensions, we will try our very best to help you as much as possible.<\/p>\n<p class=\"bold red\">In case our templates or extensions get any issue that we cannot help, we will refund the full price you paid immediately.<\/p>\n<h4>WHY A REFUND MAY NOT BE GIVEN<\/h4>\n<ul>\n<li><span>You don't want it after you've downloaded it.<\/span><\/li>\n<li><span>The item did not meet your expectations.<\/span><\/li>\n<li><span>You simply change your mind.<\/span><\/li>\n<li><span>You bought an item by mistake<\/span><\/li>\n<li><span>You do not have sufficient expertise to use the item.<\/span><\/li>\n<li><span>You ask for goodwill, or<\/span><\/li>\n<li><span>You can no longer access the item because it has been removed \/ discontinue (we advise you to download items as soon as you have purchased them to avoid this situation).<\/span><\/li>\n<li><span>Refund is not applicable on Custom Service (such as custom development works, consulting works and any order services we provide)<\/span><\/li>\n<\/ul>\n<h4>A REFUND MAY BE GIVEN<\/h4>\n<p class=\"number\"><strong>1. Product Not-As-Described<\/strong><\/p>\n<p>Such issues should be reported to our Technical Support Department within 7 days from the date of the purchase. Clear evidence must be provided proving that the purchased product is not as it is described on the website. Complaints which are based merely on the customers false expectations or wishes are not honored.<\/p>\n<p class=\"number\"><strong>2. Major Defects<\/strong><\/p>\n<p>Although all the products are thoroughly tested before release, unexpected errors may occur. Such issues must be submitted for our Technical Support Department. We keep the right to rectify the error or defect within 72 hours (exclude Sartuday and Sunday). Please note that our technicians can request temporary access to your server in order to identify and fix the possible issues with our Products. Failure to provide such access in a timely manner may result in a delayed resolution of the issue. Refusal to provide access to your sever will result in your inability to qualify for a refund.<\/p>\n<p class=\"number\"><strong>3. Item support extension not used<\/strong><\/p>\n<p>If you purchase an item support extension and request a refund of that extension before your existing item support expires, we will provide you with a refund of that item support extension.<\/p>","question_4":"","answer_4":"","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"2eeeca68-0bc0-4821-b12a-8223ceb503f1":{"type":"paragraph","settings":{"title":"Installation","question_1":"I can't upload the theme to my store, what is the problem?","answer_1":"<p>Please make sure that you follow below steps:<\/p>\n<p>1\/ Download the package from themeforest.net (the file is in zip format)<br><br>2\/ Extract the file you've just downloaded. (Don't forget this step)<br><br>3\/ Find this zip file: halo-x.x.x-sections-ready.zip in the folder Halo Sections Ready X.X.X, then you just need to upload halo-x.x.x-sections-ready.zip file to your Shopify store.<br><br>With x.x.x. is the number of theme version<\/p>","question_2":"What I have to do when I need your support?","answer_2":"<p>To save your time and reach our support quickly, please follow below steps:<\/p>\n<p>1\/ Create a staff account for us (with Themes permission and Settings permission) <a href=\"http:\/\/docs.shopify.com\/manual\/settings\/account\/staff-members\" title=\"http:\/\/docs.shopify.com\/manual\/settings\/account\/staff-members\">http:\/\/docs.shopify.com\/manual\/settings\/account\/staff-members<\/a><\/p>\n<p>2\/ Capture screenshot or video for the issue you get.<\/p>\n<p>3\/ Specify which template and version you are using.<\/p>\n<p>4\/ Describe clearly how to reproduce the issue.<\/p>\n<p>5\/ Submit a support ticket at here: <a href=\"https:\/\/halosoft.ticksy.com\/\" title=\"https:\/\/halosoft.ticksy.com\/\">https:\/\/halosoft.ticksy.com\/<\/a>. Our support team will get back to you soonest, please help us to wait.<\/p>","question_3":"Would assistance be available to upload the template if needed?","answer_3":"<p>Yes, we will assist you to install the template if needed<\/p>","question_4":"Do I get update for free in the future?","answer_4":"<p>Yes you will get free Shopify theme update in the future when the latest version is available. Please check back our Shopify Theme’s Chang Log for more details.<\/p>","question_5":"Do you provide any support? What’s your response time?","answer_5":"<p>Submit a support ticket at here: <a href=\"https:\/\/halosoft.ticksy.com\/\" title=\"https:\/\/halosoft.ticksy.com\/\">https:\/\/halosoft.ticksy.com\/<\/a>.<\/p>\n<p>We’re available from <strong>Monday – Friday 08:00 A.M. to 05:30 P.M. (GMT+7 \/ Asia)<\/strong>, Saturday and Sunday Closed.<\/p>\n<p><strong>We will try our best to reply your emails as soon as possible. However, we will prioritize tickets regarding Theme features and issues.<\/strong><\/p>\n<p>– We will reply your email regarding Theme features and issues within 24 hours.<\/p>\n<p>– Regarding emails about Shopify template customization, we will reply you within 48 hours (but normally much sooner).\n<\/p>","question_6":"What’s Single Domain License?","answer_6":"<p>Single Domain License or Regular License allows you to use the purchased theme on a single domain (website) only. All our themes come with Single Domain License. If you would like to use theme license on multiple websites, you need to purchase the license for each website<\/p>","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}},"c7851032-0deb-46f7-96a9-24e4e490c215":{"type":"paragraph","settings":{"title":"Deploy","question_1":"Can I turn on\/off some blocks on the page?","answer_1":"<p>Yes. You can turn on\/off almost any blocks on the page (featured products, slideshow, banners, related products, recent products,...).<\/p>","question_2":"Does the theme support image resizing and cropping?","answer_2":"<p>Yes. Normally, the theme will resize images to a default size (based on your width\/height ratio setting). We also have Crop setting if you don’t want to scale the image.<\/p>","question_3":"Can I have multi level menu?","answer_3":"<p>Yes, you can. Just simply follow the instructions in our Manual Guide, you will be able to easily create a multi-level menu.<\/p>","question_4":"Does the theme support Variant Image?","answer_4":"<p>Yes, it does. Please check it out our demo to see how it works.<\/p>","question_5":"","answer_5":"","question_6":"","answer_6":"","question_7":"","answer_7":"","question_8":"","answer_8":"","question_9":"","answer_9":"","question_10":"","answer_10":""}}},"block_order":["14f46cae-82ed-43bd-8378-2750d4cc8fc2","2eeeca68-0bc0-4821-b12a-8223ceb503f1","c7851032-0deb-46f7-96a9-24e4e490c215"],"settings":{"show_breadcrumb":false,"breadcrumb_alignment":"center","show_page_title":false,"page_title_alignment":"center","container":"1370","padding_top":0,"padding_bottom":80,"padding_top_tablet":0,"padding_bottom_tablet":60,"padding_top_mobile":0,"padding_bottom_mobile":50,"faqs_text":"","show_faqs_image":true,"show_faqs_image_parallax":false,"faqs_image":"shopify:\/\/shop_images\/faqs-banner.jpg","faqs_image_bg_overlay":"#000000","show_faqs_search_form":true}}},"order":["main"]}